Repository: damienbod/AspNet6IdentityServer4AngularOidcFlows
Catalog: src/IdentityServerWithIdentitySQLite/Resources/SharedResource.*.resx
Languages: it_ch

source: About
it_ch: Panoramica

source: Access Code
it_ch: Access Code it

source: accessCode required
it_ch: accessCode required it

source: Application Access
it_ch: Application Access it

source: Association Form
it_ch: Association Form it

source: confirm Password
it_ch: Confermare la password

# confirmPasswordNotMatching
source: The password and confirmation password do not match.
it_ch: La password di conferma non corrisponde.

# consentNoDoNotAllow
source: No, Do Not Allow
it_ch: No, Do Not Allow it

# consentRequired
source: (required)
it_ch: (required) it

# consentYesAllow
source: Yes, Allow
it_ch: Yes, Allow it

source: Contact
it_ch: Contattaci

# createNewAccount
source: Create a new account.
it_ch: Creare un nuovo account

# emailInvalid
source: invalid Email
it_ch: Email is invalid.

source: Email required
it_ch: Indicare un indirizzo e-mail

# externalProviderAssociate
source: Associate your account:
it_ch: Associate your account: it

# externalProviderSuccessRegisterText1
source: You've successfully authenticated with
it_ch: You've successfully authenticated with it

# externalProviderSuccessRegisterText2
source: Please enter an email address for this site below and click the Register button to finish logging in.
it_ch: Please enter an email address for this site below and click the Register button to finish logging in. it

source: Forgot your password
it_ch: Hai dimenticato la password

# isAdmin
source: Administrator
it_ch: Amministratore

source: is requesting your permission
it_ch: is requesting your permission it

# logoutClickToReturn
source: Click the link to return to the application:
it_ch: Click the link to return to the application: it

# passwordHasBeenReset
source: Your password has been reset. Please click here to log in:
it_ch: Your password has been reset. Please click here to log in: it

# passwordRequired
source: Passwort required
it_ch: Indicare un indirizzo password

# passwordStringLength
source: The password must be at least 8 and at max 100 characters long.
it_ch: La password deve essere composta da almeno 8 e al massimo 100 caratteri.

source: Personal Information
it_ch: Personal Information it

source: Phone Number
it_ch: Phone Number it

source: Phone number required
it_ch: Phone Number required it

source: Register
it_ch: Effettuare la registrazione

# registerAsNewUser
source: Als neuer Benutzer/in registrieren?
it_ch: Registrarsi come nuovo utente?

# registerExistingUser
source: Register
it_ch: Effettuare la registrazione

# registerUserError
source: Fehler beim Registrieren einer Benutzerin/eines Benutzers
it_ch: Errore nella registrazione dell'utente

# registerUserSucceeded
source: Registrierung der Benutzerin/des Benutzers erfolgreich
it_ch: Utente registrato

source: Remember me
it_ch: Ricorda l'accesso

source: Remember My Decision
it_ch: Remember My Decision it

source: Reset
it_ch: Reset it

source: Reset Password
it_ch: Reset Password it

source: Reset password confirmation
it_ch: Reset password confirmation it

source: Reset your password
it_ch: Reset your password it

# uncheckPermissions
source: Uncheck the permissions you do not wish to grant.
it_ch: Uncheck the permissions you do not wish to grant. it

source: You are now logged out
it_ch: You are now logged out it
